export const defaultReportData={
    header:{
      logo:"https://cms.think-to.com/thinktologo.png", 
      title:"广钢气体液体罐车充装记录表",
      metaData:{organization:"广钢气体（广州）有限公司",date:"2024年 12 月 1 日",medium:"介质",keys:"收取钥匙"}
    },



    body:[
      {values:["罐车充装单位：广钢气体（广州）有限公司","充装时间：2022.10.15 16:21:40","罐车充装介质：氧气"]},
      {values:["收取钥匙:","","充装工位：Skid3-Module1"]},
      {values:["车牌号: 粤 A6789 ","使用登记证编号和电子记录卡：812312313","最大允许充装量：Skid3-Module1"]},
      {values:[""]},
     
  
      // {values:["产品信息"],textAlign:'center'},
      // {values:["配方名称：135-15CO2 85AR-散","配方编码：MIX-008","配方描述：135bar-散瓶-15%CO2 85%AR"]},
      // {values:["公称压力：15Mpa","钢瓶规格：40L","报告id："]},
      // {values:[""]},
  
      {values:["充前检查"],textAlign:'center'},
    
      {values:["开始时间开始时间开始时间开开始时间开开始时间开开始时间开开始时间开开始时间开：√","结束时间：√","持续时间: √"]},
      {values:["起始压力：√","结束压力：√","动态目标压力：√"]},
      {values:["环境/结束温度：√","实际精度：√","目标精度：√"]},
      

      {values:["开始时间：√","结束时间：√","持续时间: √"]},
      {values:["起始压力：√","结束压力：√","动态目标压力：√"]},
      {values:["环境/结束温度：√","实际精度：√","目标精度：√"]},
      {values:[""]},

      {values:["充装检查"],textAlign:'center'},
    
      {values:["开始时间：√","结束时间：√","持续时间: √"]},
      {values:["起始压力：√","结束压力：√","动态目标压力：√"]},
      {values:["环境/结束温度：√","实际精度：√","目标精度：√"]},
      

      {values:["开始时间：√","结束时间：√","持续时间: √"]},
      {values:["起始压力：√","结束压力：√","动态目标压力：√"]},
      {values:["环境/结束温度：√","实际精度：√","目标精度：√"]},
      {values:[""]},

      {values:["充后检查"],textAlign:'center'},
    
      {values:["开始时间：√","结束时间：√","持续时间: √"]},
      {values:["起始压力：√","结束压力：√","动态目标压力：√"]},
      {values:["环境/结束温度：√","实际精度：√","目标精度：√"]},
      

      {values:["开始时间：√","结束时间：√","持续时间: √"]},
      {values:["起始压力：√","结束压力：√","动态目标压力：√"]},
      {values:["环境/结束温度：√","实际精度：√","目标精度：√"]},
      {values:[""]},


      {values:["1、检查项目符合要求的打“√” ，不符合要求的打“X”。需要填数据的项目，按实际情况填写。"]},
      {values:["2、此表一式二联，第二联交客户。"]},
      


      // {values:["钢瓶序列号清单"],textAlign:'center'},
      // {values:[""],minHeight:"400px"},
      
    ],

    sections:[
      // {name:"充装前检查",items:[

      //   {name:"介质化验分析报告结论", result:"合格"},
      //   {name:"罐体检验在有效期内", result:"合格"},
      //   {name:"具有危化品准运证 ", result:"合格"},
      //   {name:"介质化验分析报告结论", result:"合格"},
      //   {name:"罐体检验在有效期内", result:"合格"},
      //   {name:"具有危化品准运证 ", result:"合格"},

      // ]},
      // {name:"充装检查",items:[]},
      // {name:"充装后检查",items:[]},
      

    ]

  }
  